#+TITLE: list of todo
#+SEQ_TODO: todo | done

* TODO Buy lamp
:PROPERTIES:
:CATEGORY: house
:END:
* done TODO Learn Emacs stack
:PROPERTIES:
:CATEGORY: computer
:END:
* Call SID
SCHEDULED: <2025-12-06 Sat>


* Babel

#+begin_src elisp
(- 4 3)
#+end_src

#+RESULTS:
: 1
* Inbox
** [ ] Capture notes
- [ ]   

[[file:~/.config/doom/config.el::"* %?"]]
